---
kind: property
id: P:Autodesk.Revit.DB.BuiltInFailures.EditingFailures.PressShowToSee
source: html/1f0d17e5-c9b1-b6f1-d10d-859366676eed.htm
---
# Autodesk.Revit.DB.BuiltInFailures.EditingFailures.PressShowToSee Property

Press Show to see the element(s); then Ignore or Cancel

## Syntax (C#)
```csharp
public static FailureDefinitionId PressShowToSee { get; }
```